Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 성공 기준에 "%@" 같은 모호한 표현이 있습니다. 측정 가능한 문장으로 적어 주세요.
cs: Vaše kritérium úspěchu obsahuje vágní formulaci jako „%@“. Napište něco měřitelného.
da: Dit succeskriterium indeholder vage formuleringer som “%@”. Skriv noget, du kan måle.
de: Dein Erfolgskriterium enthält vage Formulierungen wie „%@“. Schreib etwas Messbares.
el: Το κριτήριο επιτυχίας περιέχει αόριστη διατύπωση όπως «%@». Γράψε κάτι που μετριέται.
en: Your success criteria contain vague wording like “%@”. Write something you can measure.
es: Tu criterio de éxito contiene expresiones vagas como “%@”. Escribe algo que se pueda medir.
fi: Onnistumisen kriteerissä on epämääräinen ilmaus, kuten ”%@”. Kirjoita jotain mitattavaa.
fr: Votre critère de réussite contient une formulation vague comme « %@ ». Écrivez quelque chose de mesurable.
id: Kriteria berhasil Anda memuat kata samar seperti “%@”. Tulis sesuatu yang bisa diukur.
it: Il criterio di successo contiene espressioni vaghe come “%@”. Scrivi qualcosa di misurabile.
ja: 成功基準に「%@」のようなあいまいな表現があります。測定できる文で書いてください。
nb: Suksesskriteriet ditt inneholder vage formuleringer som «%@». Skriv noe du kan måle.
nl: Je succescriterium bevat vage woorden als ‘%@’. Schrijf iets op wat je kunt meten.
pl: Kryterium sukcesu zawiera ogólnik, np. „%@”. Napisz coś, co da się zmierzyć.
pt_br: Seu critério de sucesso tem palavras vagas como “%@”. Escreva algo que dê para medir.
ru: В критерии успеха есть размытые слова вроде «%@». Напишите то, что можно измерить.
sv: Ditt framgångskriterium innehåller vaga ord som ”%@”. Skriv något som går att mäta.
th: เกณฑ์ความสำเร็จของคุณมีคำกำกวมอย่าง “%@” เขียนสิ่งที่วัดผลได้
tr: Başarı ölçütünüzde “%@” gibi belirsiz bir ifade var. Ölçülebilir bir şey yazın.
vi: Tiêu chí thành công có từ mơ hồ như “%@”. Hãy viết điều đo được.
zh_hans: 成功标准中有“%@”这类模糊的说法。请写成可以衡量的句子。
zh_hant: 成功標準中有「%@」這類模糊的說法。請寫成可以衡量的句子。

source: 성공 기준이 너무 짧습니다. 무엇으로 측정할지 적어 주세요.
cs: Kritérium úspěchu je příliš krátké. Napište, podle čeho to budete měřit.
da: Succeskriteriet er for kort. Skriv, hvad du vil måle det på.
de: Das Erfolgskriterium ist zu kurz. Schreib, woran du es messen wirst.
el: Το κριτήριο επιτυχίας είναι πολύ σύντομο. Γράψε με τι θα το μετρήσεις.
en: The success criteria are too short. Write what you'll measure it by.
es: El criterio de éxito es demasiado corto. Escribe con qué lo vas a medir.
fi: Onnistumisen kriteeri on liian lyhyt. Kirjoita, millä sen mittaat.
fr: Le critère de réussite est trop court. Indiquez comment vous le mesurerez.
id: Kriteria berhasil terlalu pendek. Tulis apa yang akan dijadikan ukuran.
it: Il criterio di successo è troppo breve. Scrivi come lo misurerai.
ja: 成功基準が短すぎます。何で測るかを書いてください。
nb: Suksesskriteriet er for kort. Skriv hva du skal måle det etter.
nl: Het succescriterium is te kort. Schrijf op waaraan je het meet.
pl: Kryterium sukcesu jest za krótkie. Napisz, po czym to zmierzysz.
pt_br: O critério de sucesso está curto demais. Escreva como você vai medi-lo.
ru: Критерий успеха слишком короткий. Напишите, по чему вы это измерите.
sv: Framgångskriteriet är för kort. Skriv vad du ska mäta det med.
th: เกณฑ์ความสำเร็จสั้นเกินไป เขียนว่าจะวัดผลด้วยอะไร
tr: Başarı ölçütü çok kısa. Neyle ölçeceğinizi yazın.
vi: Tiêu chí thành công quá ngắn. Hãy viết bạn sẽ đo bằng gì.
zh_hans: 成功标准太短了。请写下要用什么来衡量。
zh_hant: 成功標準太短了。請寫下要用什麼來衡量。

source: 손댄 %lld개는 남겨둠
cs: Ponecháno vámi upravených: %lld
da: %lld, du havde redigeret, blev beholdt
de: %lld von dir bearbeitete wurden behalten
el: Κρατήθηκαν %lld που είχες επεξεργαστεί
en: %lld you'd edited were kept
es: Se han conservado %lld que habías editado
fi: %lld muokkaamaasi säilytettiin
fr: %lld que vous aviez modifié(s) ont été conservé(s)
id: %lld yang sudah Anda edit dipertahankan
it: %lld che avevi modificato sono stati mantenuti
ja: 編集した%lld件は残しました
nb: %lld du hadde redigert, ble beholdt
nl: %lld die je had gewijzigd, zijn behouden
pl: Zachowano edytowane przez Ciebie: %lld
pt_br: %lld que você editou foram mantidos
ru: Изменённые вами сохранены: %lld
sv: %lld som du ändrat behölls
th: เก็บ %lld รายการที่คุณแก้ไขไว้
tr: Düzenlediğiniz %lld öğe korundu
vi: Đã giữ lại %lld mục bạn từng sửa
zh_hans: 保留了 %lld 个你改过的
zh_hant: 保留了 %lld 個你改過的

source: 수
cs: St
da: ons
de: Mi
el: Τετ
en: Wed
es: mié
fi: ke
fr: mer.
id: Rab
it: Mer
ja: 水
nb: ons.
nl: wo
pl: Śr
pt_br: qua
ru: Ср
sv: Ons
th: พ.
tr: Çar
vi: T4
zh_hans: 周三
zh_hant: 週三

source: 수면
cs: Spánek
da: Søvn
de: Schlaf
el: Ύπνος
en: Sleep
es: Sueño
fi: Uni
fr: Sommeil
id: Tidur
it: Sonno
ja: 睡眠
nb: Søvn
nl: Slaap
pl: Sen
pt_br: Sono
ru: Сон
sv: Sömn
th: นอนหลับ
tr: Uyku
vi: Ngủ
zh_hans: 睡眠
zh_hant: 睡眠

source: 수면 루틴이 0시나 24시에 닿지 않아 접지 못했어요.
cs: Spánek není skrytý, protože rutina spánku nezasahuje přes půlnoc.
da: Søvnen skjules ikke, fordi søvnrutinen ikke rører midnat.
de: Der Schlaf wird nicht ausgeblendet, weil die Schlafroutine Mitternacht nicht berührt.
el: Ο ύπνος δεν αποκρύπτεται, επειδή η ρουτίνα ύπνου δεν αγγίζει τα μεσάνυχτα.
en: Sleep isn't hidden because the sleep routine doesn't touch midnight.
es: El sueño no se oculta porque la rutina de sueño no llega a medianoche.
fi: Unta ei piiloteta, koska unirutiini ei ulotu keskiyöhön.
fr: Le sommeil n’est pas masqué, car la routine de sommeil ne touche pas minuit.
id: Tidur tidak disembunyikan karena rutinitas tidur tidak melewati tengah malam.
it: Il sonno non viene nascosto perché la routine del sonno non tocca la mezzanotte.
ja: 睡眠ルーティンが0時または24時にかかっていないため、折りたためませんでした。
nb: Søvnen skjules ikke fordi søvnrutinen ikke går over midnatt.
nl: De slaap is niet verborgen omdat de slaaproutine middernacht niet raakt.
pl: Sen nie jest ukryty, bo rutyna snu nie dotyka północy.
pt_br: O sono não foi ocultado porque a rotina de sono não toca a meia-noite.
ru: Сон не скрыт, потому что рутина сна не касается полуночи.
sv: Sömnen döljs inte eftersom sömnrutinen inte når midnatt.
th: ไม่ได้ซ่อนเวลานอน เพราะกิจวัตรการนอนไม่ได้คร่อมเที่ยงคืน
tr: Uyku rutini gece yarısına değmediği için uyku gizlenmedi.
vi: Không ẩn giờ ngủ vì thói quen ngủ không chạm mốc nửa đêm.
zh_hans: 睡眠作息没有接触 0 点或 24 点，因此未能折叠。
zh_hant: 睡眠作息沒有碰到 0 點或 24 點，因此未能收合。

source: 수면을 접으면 남는 시간이 너무 짧아 하루 전체를 보여 줘요.
cs: Zobrazuje se celý den, protože po skrytí spánku by zbylo příliš málo.
da: Hele dagen vises, fordi der ville være for lidt tilbage, hvis søvnen blev skjult.
de: Der ganze Tag wird angezeigt, weil ohne Schlaf zu wenig übrig bliebe.
el: Εμφανίζεται όλη η μέρα, επειδή αν κρυφτεί ο ύπνος θα έμενε πολύ λίγος χώρος.
en: Showing the whole day because hiding sleep would leave too little.
es: Se muestra el día entero porque, ocultando el sueño, quedaría demasiado poco.
fi: Näytetään koko päivä, koska unen piilottaminen jättäisi liian vähän.
fr: La journée entière est affichée, car masquer le sommeil laisserait trop peu.
id: Menampilkan sehari penuh karena menyembunyikan tidur akan menyisakan terlalu sedikit.
it: Mostro l’intera giornata perché nascondendo il sonno resterebbe troppo poco.
ja: 睡眠を折りたたむと残りが短くなりすぎるため、1日全体を表示しています。
nb: Hele døgnet vises fordi det ville bli for lite igjen hvis søvnen ble skjult.
nl: De hele dag wordt getoond omdat er te weinig over zou blijven als de slaap verborgen werd.
pl: Pokazano cały dzień, bo po ukryciu snu zostałoby za mało.
pt_br: Mostrando o dia inteiro porque ocultar o sono deixaria pouco demais.
ru: Показан весь день: если скрыть сон, останется слишком мало.
sv: Visar hela dagen eftersom det blir för lite kvar om sömnen döljs.
th: แสดงทั้งวัน เพราะถ้าซ่อนเวลานอนจะเหลือพื้นที่น้อยเกินไป
tr: Uykuyu gizlemek çok az alan bırakacağı için günün tamamı gösteriliyor.
vi: Hiện cả ngày vì nếu ẩn giờ ngủ thì phần còn lại quá ít.
zh_hans: 折叠睡眠后剩下的时间太短，因此显示全天。
zh_hant: 收合睡眠後剩下的時間太短，因此顯示整天。

source: 수요일
cs: Středa
da: Onsdag
de: Mittwoch
el: Τετάρτη
en: Wednesday
es: miércoles
fi: keskiviikko
fr: mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
nb: Onsdag
nl: woensdag
pl: Środa
pt_br: Quarta-feira
ru: Среда
sv: Onsdag
th: วันพุธ
tr: Çarşamba
vi: Thứ Tư
zh_hans: 星期三
zh_hant: 星期三

source: 수정
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
en: Edit
es: Editar
fi: Muokkaa
fr: Modifier
id: Edit
it: Modifica
ja: 編集
nb: Rediger
nl: Wijzig
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: 수정…
cs: Upravit…
da: Rediger…
de: Bearbeiten …
el: Επεξεργασία…
en: Edit…
es: Editar…
fi: Muokkaa…
fr: Modifier…
id: Edit…
it: Modifica…
ja: 編集…
nb: Rediger …
nl: Wijzig…
pl: Edytuj…
pt_br: Editar…
ru: Изменить…
sv: Redigera …
th: แก้ไข…
tr: Düzenle…
vi: Sửa…
zh_hans: 编辑…
zh_hant: 編輯…

source: 숨긴 것 %lld개
cs: Skryto: %lld
da: %lld skjult
de: %lld ausgeblendet
el: %lld κρυφά
en: %lld hidden
es: %lld ocultos
fi: %lld piilotettu
fr: %lld masqué(s)
id: %lld disembunyikan
it: %lld nascosti
ja: 非表示 %lld件
nb: %lld skjult
nl: %lld verborgen
pl: Ukryte: %lld
pt_br: %lld ocultos
ru: Скрыто: %lld
sv: %lld dolda
th: ซ่อนไว้ %lld รายการ
tr: %lld gizli
vi: Đã ẩn %lld
zh_hans: 已隐藏 %lld 个
zh_hant: 已隱藏 %lld 個

source: 스케줄 방식
cs: Plánování
da: Planlægning
de: Planung
el: Προγραμματισμός
en: Scheduling
es: Programación
fi: Aikataulutus
fr: Planification
id: Penjadwalan
it: Pianificazione
ja: スケジュール方式
nb: Planlegging
nl: Planning
pl: Planowanie
pt_br: Agendamento
ru: Расписание
sv: Schemaläggning
th: การจัดตาราง
tr: Planlama
vi: Cách xếp lịch
zh_hans: 排程方式
zh_hant: 排程方式

source: 승인을 기다리는 중입니다. 승인되면 앱이 알아서 열립니다.
cs: Čeká se na schválení. Aplikace se odemkne sama, jakmile schválení dorazí.
da: Venter på godkendelse. Appen låses op af sig selv, når den kommer igennem.
de: Warte auf Freigabe. Die App wird automatisch freigeschaltet, sobald sie erteilt ist.
el: Αναμονή έγκρισης. Η εφαρμογή θα ξεκλειδωθεί μόνη της μόλις εγκριθεί.
en: Waiting for approval. The app unlocks on its own once it comes through.
es: Esperando la aprobación. La app se desbloqueará sola en cuanto llegue.
fi: Odotetaan hyväksyntää. Appi avautuu itsestään, kun se tulee.
fr: En attente d’approbation. L’app se déverrouillera d’elle-même dès qu’elle sera accordée.
id: Menunggu persetujuan. App terbuka sendiri begitu disetujui.
it: In attesa di approvazione. L’app si sblocca da sola quando arriva.
ja: 承認を待っています。承認されるとアプリが自動で利用可能になります。
nb: Venter på godkjenning. Appen låses opp av seg selv når den kommer gjennom.
nl: Wacht op goedkeuring. De app ontgrendelt vanzelf zodra die binnen is.
pl: Czekamy na zatwierdzenie. Gdy przyjdzie, aplikacja odblokuje się sama.
pt_br: Aguardando aprovação. O app é desbloqueado sozinho assim que ela chegar.
ru: Ожидание одобрения. Когда оно придёт, приложение откроется само.
sv: Väntar på godkännande. Appen låses upp av sig själv när det kommer.
th: กำลังรอการอนุมัติ แอปจะปลดล็อกเองเมื่อได้รับการอนุมัติ
tr: Onay bekleniyor. Onay gelince uygulamanın kilidi kendiliğinden açılır.
vi: Đang chờ phê duyệt. Ứng dụng sẽ tự mở khóa khi được duyệt.
zh_hans: 正在等待批准。批准后 App 会自动解锁。
zh_hant: 正在等待核准。核准後 App 會自動解鎖。

source: 시:분:초 (1:00:00)
cs: h:mm:ss (1:00:00)
da: t:mm:ss (1:00:00)
de: h:mm:ss (1:00:00)
el: ω:λλ:δδ (1:00:00)
en: h:mm:ss (1:00:00)
es: h:mm:ss (1:00:00)
fi: t:mm:ss (1:00:00)
fr: h:mm:ss (1:00:00)
id: j:mm:dd (1:00:00)
it: h:mm:ss (1:00:00)
ja: 時:分:秒（1:00:00）
nb: t:mm:ss (1:00:00)
nl: u:mm:ss (1:00:00)
pl: h:mm:ss (1:00:00)
pt_br: h:mm:ss (1:00:00)
ru: ч:мм:сс (1:00:00)
sv: h:mm:ss (1:00:00)
th: ช:นน:วว (1:00:00)
tr: sa:dk:sn (1:00:00)
vi: giờ:phút:giây (1:00:00)
zh_hans: 时:分:秒（1:00:00）
zh_hant: 時:分:秒（1:00:00）

source: 시각 무르기
cs: Zrušit čas
da: Fjern tidspunkt
de: Uhrzeit entfernen
el: Αφαίρεση ώρας
en: Clear time
es: Quitar la hora
fi: Tyhjennä aika
fr: Retirer l’heure
id: Hapus Jam
it: Togli orario
ja: 時刻を解除
nb: Fjern tidspunkt
nl: Wis tijd
pl: Wyczyść godzinę
pt_br: Tirar horário
ru: Убрать время
sv: Ta bort tid
th: ล้างเวลา
tr: Saati kaldır
vi: Bỏ giờ
zh_hans: 清除时间
zh_hant: 清除時間

source: 시각·길이·자세한 내용 정하기
cs: Nastavit čas, délku a podrobnosti
da: Angiv tidspunkt, længde og detaljer
de: Uhrzeit, Dauer und Details festlegen
el: Ορισμός ώρας, διάρκειας και λεπτομερειών
en: Set the time, length, and details
es: Fijar la hora, la duración y los detalles
fi: Aseta aika, kesto ja tiedot
fr: Définir l’heure, la durée et les détails
id: Atur jam, durasi, dan detail
it: Imposta orario, durata e dettagli
ja: 時刻・長さ・詳細を決める
nb: Angi tidspunkt, lengde og detaljer
nl: Stel tijd, duur en details in
pl: Ustal godzinę, długość i szczegóły
pt_br: Definir horário, duração e detalhes
ru: Задать время, длительность и подробности
sv: Ange tid, längd och detaljer
th: กำหนดเวลา ความยาว และรายละเอียด
tr: Saati, süreyi ve ayrıntıları belirle
vi: Đặt giờ, thời lượng và chi tiết
zh_hans: 设置时间、时长和详情
zh_hant: 設定時間、長度與細節

source: 시각을 정한 계획 블록이 ‘무지개 공방’ 캘린더에 섭니다. 앱에서 옮기거나 지우면 캘린더도 따라가고, 캘린더에서 고친 것은 앱의 계획으로 되돌아갑니다. 루틴과 캘린더에서 가져온 일정은 쓰지 않으며, 다른 캘린더는 건드리지 않습니다.
cs: Bloky plánu s pevným časem se zobrazí v kalendáři „Rainbow Craft“. Když je tu přesunete nebo smažete, kalendář se přizpůsobí; úpravy provedené v Kalendáři nahradí váš plán. Rutiny a importované události se nezapisují a vašich ostatních kalendářů se nic nedotkne.
da: Planblokke med et fast tidspunkt vises i kalenderen “Rainbow Craft”. Flytter eller sletter du dem her, følger kalenderen med; ændringer i Kalender erstattes af din plan. Rutiner og importerede begivenheder skrives ikke, og dine andre kalendere bliver aldrig rørt.
de: Planblöcke mit fester Uhrzeit erscheinen im Kalender „Rainbow Craft“. Verschiebst oder löschst du sie hier, zieht der Kalender nach; Änderungen im Kalender werden durch deinen Plan ersetzt. Routinen und importierte Termine werden nicht geschrieben, und deine anderen Kalender bleiben unberührt.
el: Τα μπλοκ πλάνου με ορισμένη ώρα εμφανίζονται στο ημερολόγιο «Rainbow Craft». Αν τα μετακινήσεις ή τα διαγράψεις εδώ, το ημερολόγιο ακολουθεί· οι αλλαγές που γίνονται στο Ημερολόγιο αντικαθίστανται από το πλάνο σου. Οι ρουτίνες και τα εισηγμένα συμβάντα δεν γράφονται, και τα άλλα ημερολόγιά σου δεν αγγίζονται ποτέ.
en: Plan blocks with a set time appear in the “Rainbow Craft” calendar. Move or delete them here and the calendar follows; edits made in Calendar are replaced by your plan. Routines and imported events aren't written, and your other calendars are never touched.
es: Los bloques de plan con hora fija aparecen en el calendario “Rainbow Craft”. Si los mueves o eliminas aquí, el calendario los sigue; los cambios hechos en Calendario se sustituyen por tu plan. Las rutinas y los eventos importados no se escriben, y tus otros calendarios nunca se tocan.
fi: Suunnitelmalohkot, joilla on kellonaika, näkyvät ”Rainbow Craft” -kalenterissa. Kun siirrät tai poistat niitä täällä, kalenteri seuraa; Kalenterissa tehdyt muutokset korvautuvat suunnitelmallasi. Rutiineja ja tuotuja tapahtumia ei kirjoiteta, eikä muihin kalentereihisi kosketa.
fr: Les blocs planifiés à heure fixe apparaissent dans le calendrier « Rainbow Craft ». Déplacez-les ou supprimez-les ici et le calendrier suit ; les modifications faites dans Calendrier sont remplacées par votre planning. Les routines et les événements importés ne sont pas écrits, et vos autres calendriers ne sont jamais touchés.
id: Blok rencana yang punya jam muncul di kalender “Rainbow Craft”. Pindahkan atau hapus di sini dan kalender ikut; editan di Kalender diganti oleh rencana Anda. Rutinitas dan acara impor tidak ditulis, dan kalender Anda yang lain tidak pernah disentuh.
it: I blocchi pianificati con un orario compaiono nel calendario “Rainbow Craft”. Se li sposti o elimini qui, il calendario si adegua; le modifiche fatte in Calendario vengono sostituite dal tuo piano. Routine ed eventi importati non vengono scritti e gli altri calendari non vengono mai toccati.
ja: 時刻を決めた予定ブロックが「Rainbow Craft」カレンダーに表示されます。アプリで移動・削除するとカレンダーも連動し、カレンダーで編集したものはアプリの予定に戻ります。ルーティンとカレンダーから読み込んだ予定は書き込まず、ほかのカレンダーには一切触れません。
nb: Planblokker med fast tidspunkt vises i kalenderen «Rainbow Craft». Flytter eller sletter du dem her, følger kalenderen med; endringer gjort i Kalender erstattes av planen din. Rutiner og importerte hendelser skrives ikke, og de andre kalenderne dine blir aldri rørt.
nl: Planblokken met een vaste tijd verschijnen in de agenda ‘Rainbow Craft’. Verplaats of verwijder je ze hier, dan volgt de agenda; wijzigingen in Agenda worden overschreven door je plan. Routines en geïmporteerde activiteiten worden niet weggeschreven, en je andere agenda's worden nooit aangeraakt.
pl: Bloki planu z ustaloną godziną pojawiają się w kalendarzu „Rainbow Craft”. Przesuń lub usuń je tutaj, a kalendarz pójdzie za tym; zmiany wprowadzone w Kalendarzu zostaną zastąpione Twoim planem. Rutyny i zaimportowane wydarzenia nie są zapisywane, a inne Twoje kalendarze nigdy nie są ruszane.
pt_br: Blocos de plano com horário definido aparecem no calendário “Rainbow Craft”. Mova ou apague aqui e o calendário acompanha; edições feitas no Calendário são substituídas pelo seu plano. Rotinas e eventos importados não são gravados, e seus outros calendários nunca são alterados.
ru: Блоки плана с заданным временем появляются в календаре «Rainbow Craft». Перенесите или удалите их здесь — и календарь последует за вами; изменения, сделанные в Календаре, заменяются вашим планом. Рутины и импортированные события не записываются, а другие ваши календари никогда не затрагиваются.
sv: Planblock med en fast tid visas i kalendern ”Rainbow Craft”. Flyttar eller raderar du dem här följer kalendern med; ändringar som görs i Kalender ersätts av din plan. Rutiner och importerade händelser skrivs inte, och dina andra kalendrar rörs aldrig.
th: บล็อกแผนที่กำหนดเวลาไว้จะแสดงในปฏิทิน “Rainbow Craft” ย้ายหรือลบในแอปแล้วปฏิทินจะตาม ส่วนการแก้ไขในปฏิทินจะถูกแทนที่ด้วยแผนของคุณ กิจวัตรและกิจกรรมที่นำเข้าจะไม่ถูกเขียนลงไป และปฏิทินอื่นของคุณจะไม่ถูกแตะต้องเลย
tr: Saati belirlenmiş plan blokları “Rainbow Craft” takviminde görünür. Burada taşır ya da silerseniz takvim de izler; Takvim’de yapılan düzenlemelerin yerini planınız alır. Rutinler ve içe aktarılan etkinlikler yazılmaz, diğer takvimlerinize de hiç dokunulmaz.
vi: Khối kế hoạch có giờ cụ thể sẽ hiện trong lịch “Rainbow Craft”. Dời hoặc xóa ở đây thì lịch cũng đổi theo; chỉnh sửa trong Lịch sẽ bị thay bằng kế hoạch của bạn. Thói quen và sự kiện đã nhập không được ghi, và các lịch khác của bạn không bao giờ bị động đến.
zh_hans: 已设定时间的计划块会出现在“彩虹工坊”日历中。在 App 中移动或删除，日历也会同步；在日历中所做的修改会被 App 的计划覆盖。作息和从日历导入的日程不会写入，其他日历也不会被改动。
zh_hant: 已排定時間的計畫區塊會出現在「彩虹工坊」行事曆中。在 App 中移動或刪除，行事曆也會跟著變；在行事曆中修改的內容會被 App 的計畫覆蓋。作息與從行事曆匯入的行程不會寫入，其他行事曆也不會被動到。

source: 시각을 지우고 시간대 자리로 돌려놓습니다 (그날 계획에는 남습니다)
cs: Zruší čas a vrátí položku do její části dne (zůstane v plánu toho dne)
da: Fjerner tidspunktet og lægger den tilbage i sin del af dagen (bliver i dagens plan)
de: Entfernt die Uhrzeit und setzt den Eintrag zurück in seinen Tagesabschnitt (bleibt im Plan des Tages)
el: Αφαιρεί την ώρα και το επιστρέφει στο τμήμα της ημέρας του (μένει στο πλάνο εκείνης της ημέρας)
en: Clears the time and puts it back in its part of the day (stays on that day's plan)
es: Quita la hora y lo devuelve a su franja del día (sigue en el plan de ese día)
fi: Tyhjentää ajan ja palauttaa sen päivän osaan (pysyy sen päivän suunnitelmassa)
fr: Retire l’heure et le replace dans son moment de la journée (reste au plan du jour)
id: Menghapus jam dan mengembalikannya ke bagian harinya (tetap ada di rencana hari itu)
it: Toglie l’orario e la riporta nella sua fascia della giornata (resta nel piano di quel giorno)
ja: 時刻を消して時間帯の位置に戻します（その日の予定には残ります）
nb: Fjerner tidspunktet og legger den tilbake i sin del av dagen (blir værende i dagens plan)
nl: Wist de tijd en zet het terug in zijn dagdeel (blijft in het plan van die dag)
pl: Usuwa godzinę i odkłada pozycję z powrotem do jej pory dnia (zostaje w planie tego dnia)
pt_br: Tira o horário e devolve o item ao seu período do dia (continua no plano daquele dia)
ru: Убирает время и возвращает дело в его часть дня (в плане на этот день оно остаётся)
sv: Tar bort tiden och lägger tillbaka den i sin del av dagen (den finns kvar i dagens plan)
th: ล้างเวลาแล้วนำกลับไปไว้ในช่วงของวัน (ยังอยู่ในแผนของวันนั้น)
tr: Saati kaldırır ve öğeyi günün ilgili bölümüne geri koyar (o günün planında kalır)
vi: Bỏ giờ và đưa về khung giờ trong ngày (vẫn nằm trong kế hoạch của ngày đó)
zh_hans: 清除时间并放回原来的时段（仍保留在当天的计划中）
zh_hant: 清除時間並放回原本的時段（仍留在當天的計畫中）

source: 시간
cs: Čas
da: Tid
de: Zeit
el: Ώρα
en: Time
es: Hora
fi: Aika
fr: Heure
id: Waktu
it: Orario
ja: 時間
nb: Tid
nl: Tijd
pl: Czas
pt_br: Horário
ru: Время
sv: Tid
th: เวลา
tr: Saat
vi: Giờ
zh_hans: 时间
zh_hant: 時間

source: 시간 지남
cs: Čas vypršel
da: Tiden er gået
de: Zeit abgelaufen
el: Ο χρόνος τελείωσε
en: Time's up
es: Se acabó el tiempo
fi: Aika loppui
fr: Temps écoulé
id: Waktu habis
it: Tempo scaduto
ja: 時間切れ
nb: Tiden er ute
nl: Tijd is om
pl: Czas minął
pt_br: Tempo esgotado
ru: Время вышло
sv: Tiden är ute
th: หมดเวลา
tr: Süre doldu
vi: Hết giờ
zh_hans: 时间已过
zh_hant: 時間已過

source: 시간대
cs: Denní doba
da: Tidspunkt på dagen
de: Tageszeit
el: Τμήμα της ημέρας
en: Time of day
es: Franja del día
fi: Vuorokaudenaika
fr: Moment de la journée
id: Bagian hari
it: Fascia oraria
ja: 時間帯
nb: Tid på dagen
nl: Dagdeel
pl: Pora dnia
pt_br: Período do dia
ru: Часть дня
sv: Tid på dagen
th: ช่วงเวลาของวัน
tr: Günün bölümü
vi: Khung giờ trong ngày
zh_hans: 时段
zh_hant: 時段

source: 시간대별
cs: Podle denní doby
da: Efter tidspunkt på dagen
de: Nach Tageszeit
el: Ανά τμήμα της ημέρας
en: By Time of Day
es: Por franja del día
fi: Vuorokaudenajan mukaan
fr: Par moment de la journée
id: Menurut Bagian Hari
it: Per fascia oraria
ja: 時間帯別
nb: Etter tid på dagen
nl: Per dagdeel
pl: Według pory dnia
pt_br: Por período do dia
ru: По частям дня
sv: Efter tid på dagen
th: ตามช่วงเวลาของวัน
tr: Günün Bölümüne Göre
vi: Theo khung giờ
zh_hans: 按时段
zh_hant: 依時段

source: 시간을 안 잡은 줄이라 조각에 들어갑니다.
cs: U tohoto řádku není nastavený čas, takže se vejde do střípku.
da: Der er ikke sat tid på denne linje, så den passer i en tidslomme.
de: Für diese Zeile ist keine Zeit festgelegt, also passt sie in einen Splitter.
el: Αυτή η γραμμή δεν έχει ορισμένο χρόνο, οπότε χωράει σε ένα κομμάτι.
en: No time is set on this line, so it fits in a fragment.
es: Esta línea no tiene tiempo fijado, así que cabe en un fragmento.
fi: Tällä rivillä ei ole aikaa, joten se mahtuu pätkään.
fr: Aucune durée n’est fixée sur cette ligne, elle tient donc dans un fragment.
id: Baris ini tidak punya jam, jadi muat dalam kepingan.
it: Questa riga non ha una durata, quindi sta in un frammento.
ja: 時間を決めていない行なので、かけらに収まります。
nb: Det er ikke satt noen tid på denne linjen, så den passer i en tidslomme.
nl: Op deze regel staat geen tijd, dus het past in een fragment.
pl: Ta linijka nie ma ustalonego czasu, więc zmieści się w okruchu.
pt_br: Esta linha não tem tempo definido, então cabe num fragmento.
ru: На этой строке время не задано, поэтому она поместится в кусочек.
sv: Raden har ingen tid angiven, så den ryms i ett ministeg.
th: บรรทัดนี้ไม่ได้กำหนดเวลา จึงใส่ในชิ้นย่อยได้
tr: Bu satır için süre belirlenmedi, bu yüzden bir parçaya sığar.
vi: Dòng này chưa đặt thời gian nên vừa trong một mảnh.
zh_hans: 这一行没有设定时间，所以可以放进碎片时间。
zh_hant: 這一行沒有設定時間，所以可以放進碎片時間。
